import React from 'react';

function Esse() {
    return (
        <main className="content">
            <section className="greetings">
                <div className="greetings__container">
                    <div className="greetings__container-text">
                        <h2 className="greetings__title">Я - учитель!</h2>
                        <p className="esse__text"> Я, наверное, самый счастливый человек, который каждый день купается
                            в счастливых улыбках детей, получает огромный заряд энергии от юных пытливых глаз,
                            бесконечно совершенствуется, ради острых умов и талантов своих учащихся. </p>
                        <p className="esse__text"> Я люблю свою профессию за её уникальное свойство: она позволяет нам
                            видеть и любоваться духовным ростом своих учеников, через годы встречаться с ними, ставшими
                            взрослыми достойными людьми.</p>
                        <p className="esse__text">В юности я не допускала и мысли о том, что стану педагогом. Но случай
                            привел меня в школу, теперь я уверена, что это моё.</p>
                        <p className="esse__text">Учитель - профессия непростая, и посвятить ей жизнь не каждому по плечу. У
                            человека, решившего связать свою судьбу с этой профессией, должны быть определённые
                            способности, задатки, из которых развиваются особенные (профессиональные) умения и качества.
                            Учителями становятся только люди, имеющие педагогическое призвание, безграничную любовь к
                            детям, талант зажигать в них огонек пытливости и желание учиться. А чтобы зажигать других,
                            нужно гореть и самому.
                        </p>
                        <p className="esse__text">Первая миссия педагога - научить учиться. Если будет интересно мне,
                            значит, я смогу сделать так, чтобы было интересно ученикам. Готовясь к уроку, я стараюсь
                            найти какую-то изюминку, неожиданность, чтобы увлечь школьников, разбудить интерес,
                            заставить их удивляться. Главное не столько то, что увидят и услышат дети, сколько
                            возможность самостоятельно найти истину. Только то, что ребёнок пропустил через себя,
                            проработал, будет его настоящим достоянием. Самому важному нельзя обучить, но можно
                            научиться. </p>
                        <p className="esse__text">Вторая миссия - создать для ребенка ситуацию успеха. Важно убедить ученика
                            в том, что он «кладезь» возможностей, заставить его поверить в себя, в свои силы. И мне
                            очень хочется, чтобы каждый получал удовольствие и радость от результатов своего труда.
                            Чудес в педагогике не бывает; есть большая, порой невыносимо трудная, но бесконечно
                            радостная работа. Всем известно, что дети свободнее, раскрепощённее взрослых. Они чувствуют
                            уверенность в своих силах и готовы выполнить все, что им предложит учитель, вплоть до самого
                            трудного задания. Нужно лишь внимание к результатам их труда. Я глубоко убеждена, что
                            учитель должен верить в способности обучающихся и уметь видеть и фиксировать их успехи.
                            Только тогда он сможет добиться поставленной цели. </p>
                        <p className="esse__text">Третья миссия педагога – способствовать воспитанию настоящего человека.
                            Именно этому я уделяю огромное внимание на своих уроках и во внеурочной деятельности. Как
                            говорил Л.Н Толстой «И воспитание, и образование нераздельны. Нельзя воспитывать, не
                            передавая знания, всякое же знание действует воспитательно». Я полностью поддерживаю его
                            слова. Только любя свой предмет, учитель сможет передать все свои знания подрастающему
                            поколению, а они потом смогут реализовать себя в различных сферах общественной деятельности.
                        </p>
                        <p className="esse__text">Работая в школе, я убедилась, что нельзя идти на урок лишь со знанием
                            школьного предмета, методики его преподавания и дополнительными заданиями, ведь многое
                            зависит и от подачи материала, и от способа организации труда школьников на уроке. Для меня
                            поиск и выбор стиля ведения урока связан с работой по формированию умений наблюдать,
                            анализировать, обобщать, делать выводы, задавать вопросы, спорить, отстаивать свою точку
                            зрения. Оперировать не только маленькими порциями учебного материала, но и знаниями,
                            полученными при изучении темы в целом. Я считаю, что талант учителя раскрывается тогда,
                            когда на каждом уроке ему удается увлечь ребенка в мир неизвестного, заинтересовать его
                            настолько, чтобы ему самому захотелось познать новое, решить поставленную перед ним
                            проблему, чтобы глаза у ребенка горели и он чувствовал в себе уверенность, силу и желание
                            действовать. </p>
                        <p className="esse__text">Я, будучи учителем, классным руководителем, советником директора по
                            воспитательной работе, победителем всероссийского конкурса "Навигаторы детства", веду за
                            собой нашу динамично развивающуюся молодежь, организовывая мероприятия различной
                            направленности. Когда мы с детьми идем в поход, стараемся уловить прекрасное в самом
                            незначительном и полюбить нашу малую Родину; когда читаем маме стихи, мы стараемся ещё
                            больше проникнуться чувством любви к семье; когда все вместе собираем мусор, мы учимся
                            дорожить чистотой вокруг. Правильно сказано: «Ученик - это не сосуд, который надо наполнить,
                            а факел, который надо зажечь». Зажигая в них любовь, я понимаю, что дети, в воспитание
                            которых я принимала участие, будут покорять вершины, будут помогать нуждающимся, будут идти
                            самоотверженно сражаться за Родину. Именно поступки детей говорят мне, а получилось у меня
                            или нет воспитать из них человека с большой буквы. И я верю, что эти дети вырастут
                            достойными гражданами своей большой страны. Мой успех - в успехах моих учеников. </p>
                        <p className="esse__text">Успех невозможен без постоянного общения, обмена опытом со своими
                            коллегами. Я очень им благодарна за эмоциональную поддержку, которая в свое время заставила
                            меня поверить в свои силы.
                        </p>
                        <p className="esse__text">Особую благодарность я хочу выразить своему учителю - наставнику Лиханову
                            Юрию Владимировичу, который для меня был Учителем с большой буквы.</p>
                        <p className="esse__text"> Меня покорил не столько предмет, сколько личность учителя… Когда он
                            входил в класс, его энергия, глубокие знания предмета, всеобъемлющая эрудиция заряжали и
                            покоряли всех. Точный в вопросах краеведения, внимательный к каждому, неутомимый труженик,
                            он внес огромный вклад в развитие района: занимался краеведением, изучал природу родного
                            края. Я восхищалась его трудолюбием, принципиальностью, открытостью. Мне хотелось быть
                            учителем, похожим на него. </p>
                        <p className="esse__text">Закончить свою историю мне хочется такими словами: "Я не работаю учителем,
                            я - учитель". </p>
                    </div>
                </div>
            </section>
        </main>

    );
}

export default Esse;